{
    "button_submit": "Gioca",

    "welcome_email": "Per poter iniziare a giocare e vincere uno dei nostri numerosi premi inserisci la tua email scolastica:",
    "welcome_description": "Testa le tue conoscenze sulla lingua e cultura della Svizzera italiana e impara tante cose nuove.",
    "welcome_invalidEmail": "Email non valida",

    "quiz_email": "Stai giocando come:",
    "quiz_best": "Miglior risultato fino ad ora:",
    "quiz_prize1": " Premio 1",
    "quiz_prize2": " Premio 2",
    "quiz_prize3": " Premio 3",
    "quiz_difficulty": "Livello di difficoltà:",
    "quiz_questionNumber": "Domanda numero:",
    "quiz_tutorial": "Clicca per visualizzare il tutorial",
    "quiz_dailyTry": "Tentativo giornaliero numero:",
    "quiz_dailyTryExpired": "Più di 3 tentativi! Divertiti",
    "quiz_ruleTitle": "Regolamento",
    "quiz_rules1": "Rispondi alle domande scegliendo una delle due opzioni.",
    "quiz_rules2": "Rispondendo a 10 / 20 / 30 domande correttamente potrai partecipare all'estrazione di un premio nelle 3 rispettive categorie. I premi sono una sorpresa!",
    "quiz_rules3": "Ogni giorno potrai partecipare 3 volte",
    "quiz_rules4": "Fatti aiutare dai poster in giro per il liceo, dal tuo smartphone, dai tuoi amici, oppure dai docenti!",
    "quiz_rules5": "Non ti lasciare mettere sotto pressione: hai tutto il tempo che vuoi. Buon divertimento!",
    "quiz_quit": "Esci",

    "quiz_modalCongrats": "Congratulazioni",
    "quiz_modal1": "Hai raggiunto 10 risposte corrette, hai appena aumentato le tue possibilità di vincere il premio 1",
    "quiz_modal2": "Hai raggiunto 20 risposte corrette, hai appena aumentato le tue possibilità di vincere il premio 2",
    "quiz_modal3": "Hai raggiunto 30 risposte corrette, hai appena aumentato le tue possibilità di vincere il premio 3",
    "quiz_modalErrorTitle": "Che peccato...",
    "quiz_modalErrorContent": "Purtroppo hai scelto la risposta sbagliata... Ma non mollare!",
    "quiz_tooMany": "Limite di tentativi raggiunto!",
    "quiz_modalTries": "Hai già fatto 3 tentativi oggi, ora giocherai solo per divertimento. Ricordati di tornare domani per avere 3 nuovi tentativi!",

    "quiz_tutorial_step1": "Benvenuto! <br/><br/> Vedo che è la prima volta che giochi, segui il tutorial per saperne di più. <br/><br/> Puoi interrompere il tutorial in qualsiasi momento e rileggerlo più tardi cliccando sul pulsante evidenziato. Clicca Next per proseguire.",
    "quiz_tutorial_step2": "Questa barra rappresenta quali premi hai già vinto e per quali stai partecipando alle estrazioni giornaliere.",
    "quiz_tutorial_step3": "Questa barra rappresenta il tuo progresso attuale nel gioco.",
    "quiz_tutorial_step4": "Ogni domanda ha un livello di difficoltà associato valutato in una scala da 1 a 3. <br/><br/>Il <span style='color:green'>Verde</span> simboleggia domande facili. <br/><br/> Il <span style='color:orange'>Giallo</span> simboleggia domande intermedie. <br/><br/> Il <span style='color:red'>Rosso</span> simboleggia domande difficili.",
    "quiz_tutorial_step5": "Qui potrai leggere le domande.",
    "quiz_tutorial_step6": "Qui potrai leggere le risposte. Clicca sulla risposta corretta!",
    "quiz_tutorial_step7": "In questo riquadro trovi il regolamento del gioco, mi raccomando leggilo. <br/><br/> Buona fortuna!"
}