{
    "button_submit": "Play",
    "button_resetEmail": "Delete Email",
    "button_next": "Next",
    "button_back": "Back",
    "button_skip": "Exit",
    "button_end": "Finish",

    "welcome_developers": "Developers",
    "welcome_email": "If you want to play and have a chance to win, please insert your email:",
    "welcome_description": "Try to answer to as many questions as you can. Use any device you possess or let your friends help you in order to win some prizes.",
    "welcome_invalidEmail": "Not valid Email",

    "quiz_email": "Playing as:",
    "quiz_best": "Best score:",
    "quiz_prize1": " Prize 1",
    "quiz_prize2": " Prize 2",
    "quiz_prize3": " Prize 3",
    "quiz_difficulty": "Difficulty Level:",
    "quiz_questionNumber": "Question number:",
    "quiz_tutorial": "Click to show the tutorial",
    "quiz_dailyTry": "Attempt number:",
    "quiz_dailyTryExpired": "More than 10000 tries! Have fun",
    "quiz_rules1": "Answer to as many question as you can. There are two options for each question.",
    "quiz_rules2": "Answering correctly to 10 / 20 / 30 questions will allow you to automatically partecipate to the drawing of the prizes of the corresponing category.",
    "quiz_cat1": "Category 1 prize: Mug",
    "quiz_cat2": "Category 2 prize: USB Stick",
    "quiz_cat3": "Category 3 prize: Umbrella",
    "quiz_rules3": "Try to answer to as many question as you can, you can try as many times as you wish.",
    "quiz_rules4": "You can use any device you want or talk to anyone around!",
    "quiz_rules5": "Don't be stressed: you got all the time you need. Have fun!",
    "quiz_quit": "Quit",


    "quiz_modalCongrats": "Congratulations!",
    "quiz_victory": "YOU WON!",
    "quiz_modal1": "You answered correctly to 10 questions, this means you are partecipating to the drawing of the prize of category 1.",
    "quiz_modal2": "You answered correctly to 20 questions, this means you are partecipating to the drawing of the prize of category 2.",
    "quiz_modal3": "You answered correctly to 30 questions, this means you are partecipating to the drawing of the prize of category 3.",
    "quiz_modalEmail": "If you win you will recieve an email in the following 24 hours.",
    "quiz_modalReminder1": "Answer correctly to 10 questions once more to raise your winning probability.",
    "quiz_modalReminder2": "Answer correctly to 20 questions once more to raise your winning probability.",
    "quiz_modalReminder3": "Answer correctly to 30 questions once more to raise your winning probability.",
    "quiz_modalErrorTitle": "Maybe next time...",
    "quiz_modalErrorContent1": "Sadly you picked the wrong question...",
    "quiz_ModalErrorContent2": "But try again!",
    "quiz_tooMany": "Attempt's limit reached!",
    "quiz_modalTries1": "You already tried 10000 times today, you won't play for prizes anymore.",
    "quiz_modalTries2": "Come back tomorrow if you want 10000 tries more",

    "quiz_tutorial_step1": "Welcome! <br/><br/> I see this is the first time you play, follow the tutorial if you want to know more. <br/><br/> You can skip the tutorial at any moment and read it later by clicking on the highlighted button. Click next to continue.",
    "quiz_tutorial_step2": "This bar shows which prizes you have already won and for which you are partecipating in the drawing. <br/><br/><span style='color:#3498db'>Blue</span> means you won the prize of the corresponding category. <br/><br/><span style='color:#9b59b6'>Purple</span> means you are partecipating in the drawing of the prize of the corresponding category. <br/><br/><span style='color:red'>Red</span> means you are not partecipating in the drawing of the corresponding prize.",
    "quiz_tutorial_step3": "This bar represent your progress in the game.",
    "quiz_tutorial_step4": "Each questions has a difficulty level from 1 to 3. <br/><br/><span style='color:green'>Green</span> means easy questions. <br/><br/><span style='color:orange'>Orange</span> means normal questions. <br/><br/><span style='color:red'>Red</span> means hard questions.",
    "quiz_tutorial_step5": "Here you will find the question.",
    "quiz_tutorial_step6": "Here you will read the two possible answers. Try to pick the correct one ;)",
    "quiz_tutorial_step7": "Here you can read the rules of the game, read it if you can. <br/><br/> Good luck!"
}