{
    "button_submit": "Gioca",
    "button_next": "Avanti",
    "button_back": "Indietro",
    "button_skip": "Esci",
    "button_end": "Fine",

    "welcome_email": "Per poter iniziare a giocare e vincere uno dei nostri numerosi premi inserisci la tua email scolastica:",
    "welcome_description": "Testa le tue conoscenze sulla lingua e cultura della Svizzera italiana e impara tante cose nuove.",
    "welcome_invalidEmail": "Email non valida",

    "quiz_email": "Stai giocando come:",
    "quiz_best": "Miglior risultato fino ad ora:",
    "quiz_prize1": " Premio categoria 1",
    "quiz_prize2": " Premio categoria 2",
    "quiz_prize3": " Premio categoria 3",
    "quiz_difficulty": "Livello di difficoltà:",
    "quiz_questionNumber": "Domanda numero:",
    "quiz_tutorial": "Clicca per visualizzare il tutorial",
    "quiz_dailyTry": "Tentativo giornaliero numero:",
    "quiz_dailyTryExpired": "Più di 3 tentativi! Divertiti",
    "quiz_rules1": "Rispondi alle domande scegliendo una delle due opzioni.",
    "quiz_rules2": "Rispondendo a 10 / 20 / 30 domande correttamente potrai partecipare all'estrazione di un premio nelle 3 rispettive categorie.",
    "quiz_cat1": "Il premio della categoria 1: sorpresa.",
    "quiz_cat2": "Il premio della categoria 2: DVD dei Frontaliers.",
    "quiz_cat3": "Il premio della categoria 3: una borsa o una felpa USI.",
    "quiz_rules3": "Ogni giorno avrai a disposizione 3 tentativi che ti permetterano di vincere la partecipazione all'estrazione dei premi, dopodiché giocherai solo per divertimento.",
    "quiz_rules4": "Fatti aiutare dai poster in giro per il liceo, dal tuo smartphone, dai tuoi amici, oppure dai docenti!",
    "quiz_rules5": "Non ti lasciare mettere sotto pressione: hai tutto il tempo che vuoi. Buon divertimento!",
    "quiz_quit": "Esci",

    "quiz_modalCongrats": "Congratulazioni!",
    "quiz_modal1": "Hai risposto correttamente a 10 domande, il che ti permette di partecipare all’estrazione del premio a sorpresa della categoria 1.",
    "quiz_modal2": "Hai risposto correttamente a 20 domande, il che ti permette di partecipare all’estrazione del premio della categoria 2 (dvd dei frontaliers).",
    "quiz_modal3": "Hai risposto correttamente a 20 domande, il che ti permette di partecipare all’estrazione del premio della categoria 3 (una felpa o una borsa USI).",
    "quiz_modalEmail": "In caso di vittoria riverai una email entro 24 ore.",
    "quiz_modalReminder1": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 10 domande di fila in modo corretto.",
    "quiz_modalReminder2": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 20 domande di fila in modo corretto.",
    "quiz_modalReminder3": "Se vuoi aumentare le tue possibilità di vincita prova a rispondere altre volte a 30 domande di fila in modo corretto.",
    "quiz_modalErrorTitle": "Sarà per la prossima volta...",
    "quiz_modalErrorContent1": "Purtroppo hai scelto la risposta sbagliata...",
    "quiz_ModalErrorContent2": "Ma non mollare!",
    "quiz_tooMany": "Limite di tentativi raggiunto!",
    "quiz_modalTries1": "Hai già fatto 3 tentativi oggi, ora giocherai solo per divertimento.",
    "quiz_modalTries2": "Ricordati di tornare domani per avere 3 nuovi tentativi!",

    "quiz_tutorial_step1": "Benvenuto! <br/><br/> Vedo che è la prima volta che giochi, segui il tutorial per saperne di più. <br/><br/> Puoi interrompere il tutorial in qualsiasi momento e rileggerlo più tardi cliccando sul pulsante evidenziato. Clicca Avanti per proseguire.",
    "quiz_tutorial_step2": "Questa barra rappresenta quali premi hai già vinto e per quali stai partecipando alle estrazioni giornaliere. <br/><br/>L' <span style='color:#3498db'>Azzurro</span> simboleggia che hai già vinto il premio per quella categoria. <br/><br/> Il <span style='color:#9b59b6'>Viola</span> simboleggia che stai partecipando alla estrazione giornaliera per quella categoria. <br/><br/> Il <span style='color:red'>Rosso</span> simboleggia che non hai vinto e non stai partecipando all'estrazione del premio per quella categoria.",
    "quiz_tutorial_step3": "Questa barra rappresenta il tuo progresso attuale nel gioco.",
    "quiz_tutorial_step4": "Ogni domanda ha un livello di difficoltà associato valutato in una scala da 1 a 3. <br/><br/>Il <span style='color:green'>Verde</span> simboleggia domande facili. <br/><br/> Il <span style='color:orange'>Giallo</span> simboleggia domande intermedie. <br/><br/> Il <span style='color:red'>Rosso</span> simboleggia domande difficili.",
    "quiz_tutorial_step5": "Qui potrai leggere le domande.",
    "quiz_tutorial_step6": "Qui potrai leggere le due risposte possibili. Prova a cliccare sempre su quella corretta ;)",
    "quiz_tutorial_step7": "In questo riquadro trovi il regolamento del gioco, mi raccomando leggilo. <br/><br/> Buona fortuna!"
}